{
  "<PAD>": 0,
  "<UNK>": 1,
  "[SEP]": 2,
  "[PROMPT_AUDIO_START]": 3,
  "[TARGET_AUDIO_START]": 4,
  "[EN]": 5,
  "[ZH]": 6,
  "[JA]": 7,
  "[EROGE]": 8,
  "|": 9,
  "，": 10,
  "。": 11,
  "！": 12,
  "？": 13,
  "、": 14,
  "；": 15,
  "：": 16,
  ",": 17,
  ".": 18,
  "!": 19,
  "?": 20,
  ";": 21,
  ":": 22,
  "…": 23,
  "—": 24,
  "（": 25,
  "）": 26,
  "(": 27,
  ")": 28,
  "“": 29,
  "”": 30,
  "\"": 31,
  "「": 32,
  "」": 33,
  "『": 34,
  "』": 35,
  "k": 36,
  "w": 37,
  "a2": 38,
  "ŋ": 39,
  "ts.": 40,
  "ou5": 41,
  "n": 42,
  "y2": 43,
  "t": 44,
  "ɑ5": 45,
  "ɕ": 46,
  "yɛɜ": 47,
  "s.": 48,
  "ə5": 49,
  "a5": 50,
  "i.5": 51,
  "l": 52,
  "iɛɜ": 53,
  "s": 54,
  "i̪5": 55,
  "th": 56,
  "iɛ5": 57,
  "tɕ": 58,
  "i2": 59,
  "f": 60,
  "ɑu2": 61,
  "ɑu5": 62,
  "j": 63,
  "iɜ": 64,
  "ts": 65,
  "uə5": 66,
  "onɡ5": 67,
  "kh": 68,
  "o5": 69,
  "uei5": 70,
  "y5": 71,
  "ə1": 72,
  "tɕh": 73,
  "iouɜ": 74,
  "i5": 75,
  "u5": 76,
  "uɜ": 77,
  "ʐ": 78,
  "əɜ": 79,
  "ph": 80,
  "x": 81,
  "ei5": 82,
  "yæ5": 83,
  "p": 84,
  "i.2": 85,
  "ɑ2": 86,
  "m": 87,
  "ou2": 88,
  "o1": 89,
  "ei2": 90,
  "onɡ2": 91,
  "iɛ2": 92,
  "ai5": 93,
  "u2": 94,
  "ai2": 95,
  "i.ɜ": 96,
  "ər5": 97,
  "ts.h": 98,
  "i̪2": 99,
  "o2": 100,
  "iou1": 101,
  "ʲ": 102,
  "yɜ": 103,
  "yə5": 104,
  "aiɜ": 105,
  "eiɜ": 106,
  "ərɜ": 107,
  "i̪1": 108,
  "ɑɜ": 109,
  "iɑ5": 110,
  "yɛ5": 111,
  "uoɜ": 112,
  "yæ2": 113,
  "ə2": 114,
  "iou5": 115,
  "u1": 116,
  "aɜ": 117,
  "yiɜ": 118,
  "ua2": 119,
  "yæɜ": 120,
  "oɜ": 121,
  "onɡɜ": 122,
  "uai5": 123,
  "tsh": 124,
  "iou2": 125,
  "ua5": 126,
  "i1": 127,
  "ouɜ": 128,
  "uo5": 129,
  "yəɜ": 130,
  "ɑuɜ": 131,
  "iɑ2": 132,
  "uo2": 133,
  "uaɜ": 134,
  "uə2": 135,
  "ueiɜ": 136,
  "ɑ1": 137,
  "yu5": 138,
  "uəɜ": 139,
  "iɑɜ": 140,
  "a1": 141,
  "ua1": 142,
  "ŋʲ": 143,
  "i.1": 144,
  "yu2": 145,
  "iɛ1": 146,
  "ər2": 147,
  "y1": 148,
  "uei2": 149,
  "uaiɜ": 150,
  "yɛ2": 151,
  "i̪ɜ": 152,
  "uo1": 153,
  "yə2": 154,
  "ei1": 155,
  "uai2": 156,
  "iɑ1": 157,
  "uei1": 158,
  "yɛ5ʲ": 159,
  "ər1": 160,
  "ou1": 161,
  "nʲ": 162,
  "u5ʲ": 163,
  "onɡ1": 164,
  "ŋɜ": 165,
  "io5": 166,
  "ɑu1": 167,
  "uə1": 168,
  "yɛ1": 169,
  "ai1": 170,
  "ä": 171,
  "o̞": 172,
  "ɯᵝ": 173,
  "dʑ": 174,
  "i": 175,
  "ɡ": 176,
  "d": 177,
  "mʲ": 178,
  "b": 179,
  "ɽ": 180,
  "e̞": 181,
  "h": 182,
  "o̞o̞": 183,
  "ɯᵝɯᵝ": 184,
  "z": 185,
  "ɡʲ": 186,
  "e̞e̞": 187,
  "iː": 188,
  "ää": 189,
  "ũ": 190,
  "pʲ": 191,
  "dʒ": 192,
  "a": 193,
  "ə": 194,
  "ɸ": 195,
  "ɴ": 196,
  "ç": 197,
  "ɽʲ": 198,
  "v": 199,
  "kʲ": 200,
  "bʲ": 201,
  "ĩ": 202,
  "ʔ": 203,
  "eɪ": 204,
  "ɛ": 205,
  "uː": 206,
  "əʊ": 207,
  "tʃ": 208,
  "ɑː": 209,
  "aɪ": 210,
  "ʌ": 211,
  "əl": 212,
  "ɐ": 213,
  "ʃ": 214,
  "ɒ": 215,
  "ɹ": 216,
  "ð": 217,
  "eə": 218,
  "ɔː": 219,
  "ɜː": 220,
  "(el)": 221,
  "r": 222,
  "ɪ": 223,
  "æ": 224,
  "ɾ": 225,
  "ɚ": 226,
  "ᵻ": 227,
  "ɔ": 228,
  "aʊ": 229,
  "ɔːɹ": 230,
  "θ": 231,
  "iə": 232,
  "ɑːɹ": 233,
  "ʊɹ": 234,
  "oːɹ": 235,
  "ʊ": 236,
  "oʊ": 237,
  "ʒ": 238,
  "ɛɹ": 239,
  "ɪɹ": 240,
  "aɪɚ": 241,
  "n̩": 242,
  "ɔɪ": 243,
  "aɪə": 244,
  "oː": 245,
  "ɬ": 246,
  "ɑ̃": 247,
  "ɔ̃": 248,
  "χ": 249
}
